export default {
  projections: {
    ОбращениеE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        имя: {
          __caption__: 'Имя'
        }
      },
      наОснове: {
        __caption__: 'На основе',
        статус: {
          __caption__: 'Статус'
        }
      }
    },
    ОбращениеL: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудник: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      },
      наОснове: {
        __caption__: 'Статус',
        статус: {
          __caption__: 'Статус'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    наОснове: {
      __caption__: 'На основе'
    }
  }
};
